{
  "header_title_index": "Mladá vlna - občianské združenie",
  "header_title_projects": "Mladá vlna - Projekty",
  "header_title_about": "Mladá vlna - O nás",
  "header_title_blog": "Mladá vlna - Blog",
  "header_title_contact": "Mladá vlna - Kontakt",
  "header_title_documents": "Mladá vlna - Dokumenty",

  
  "home": "Domov",
  "about": "O nás",
  "blog": "Blog",
  "projects": "Projekty",
  "contact": "Kontakt",
  "documents": "Dokumenty",

  "index_title": "O nás",
  "index_subtitle": "Mladá vlna - občianske združenie",
  "index_about_lead": "Sme občianske združenie zamerané na podporu vzdelávacích príležitostí a osobnostného rozvoja prostredníctvom programu Erasmus+. Našou hlavnou úlohou je vytvárať možnosti pre mladých ľudí, študentov, pracovníkov s mládežou i širokú verejnosť, aby sa zapojili do medzinárodných projektov, výmenných pobytov a školení.",
  "learn_more": "Dozvedieť sa viac",

  "projects_title": "Projekty",
  "projects_subtitle": "Aktuálne projekty",
  "projects_lead": "Lákajú ťa projekty? Klikni Dozvedieť sa viac.",

  "faq_title": "Časté otázky",

  "faq_q1": "Kto sa môže zúčastniť? Môžem sa zúčastniť aj keď nie som študent?",
  "faq_a1": "Nepotrebuješ byť študent, aby si sa mohol zúčastniť! Stačí ak spĺňaš tieto podmienky:",
  "faq_a1_list1": "Pre mládežnícku výmenu: vek 13-30 rokov (teamleader môže mať 30+)",
  "faq_a1_list2": "Pre tréningový kurz: vek 18+",
  "faq_a1_end": "A to je všetko! Žiadne potvrdenia o štúdiu alebo zamestnaní Ti netreba.",

  "faq_q2": "Koľko budem platiť?",
  "faq_a2_1": "Účasť na projektoch je úplne zadarmo! Ubytovanie a strava v mieste konania projektu sú hradené z grantov Európskej Únie.",
  "faq_a2_2": "Cestovné do určitej výšky (závislej od vzdialenosti miesta konania projektu) je preplatené po skončení projektu zvyčajne do jedného mesiaca.",

  "faq_q3": "Neviem po anglicky, bude to problém?",
  "faq_a3": "Vôbec nie! Práve naopak, cestovanie Ti dá možnosť si svoju angličtinu precvičiť. Na projekt vždy ideš v národnom tíme, teda ak máš nedostatky z angličtiny, budeš mať skupinku Slovákov, ktorí Ti radi pomôžu prekladať a vyjadriť sa.",

  "faq_q4": "Ako sa prihlásim?",
  "faq_a4_1": "Stačí vyplniť prihlasovací formulár pre projekt, o ktorý máš záujem. Aktuálne ponúkané projekty nájdeš na stránke ",
  "faq_a4_2": ". Po zvážení všetkých kandidátov Ťa oslovíme a ak budeš mať záujem, si prijatý!",

  "faq_q5": "Kde nájdem informácie o danom projekte?",
  "faq_a5": "Všetky potrebné informácie sa nachádzajú v tzv. infopacku daného projektu. Aktuálne projekty nájdeš na stránke ",

  "faq_q6": "Nie je to náhodou scam?",
  "faq_a6": "Všetky projekty sú financované z programu Erasmus+ pod dozorom Európskej Komisie. Zoznam schválených projektov nájdeš priamo na ",
  "european_commision": "stránke Európskej Komisie",

  "about_text": "je občianske združenie zamerané na podporu vzdelávacích príležitostí a osobnostného rozvoja prostredníctvom programu Erasmus+. Našou hlavnou úlohou je vytvárať možnosti pre mladých ľudí, študentov, pracovníkov s mládežou i širokú verejnosť, aby sa zapojili do medzinárodných projektov, výmenných pobytov a školení.",
  "about_mission": "Naša misia",
  "about_mission_text": "Veríme v silu vzdelávania a medzikultúrnej spolupráce. Prostredníctvom Erasmus+ sa snažíme rozvíjať kľúčové kompetencie účastníkov, podporovať ich kreatívne myslenie, zlepšovať jazykové schopnosti a prispievať k nadväzovaniu nových priateľstiev a profesionálnych kontaktov naprieč Európou.",
  "about_offer": "Čo ponúkame",
  "about_offer_text_a1": "Medzinárodné výmenné pobyty",
  "about_offer_text_a2": " pre mladých ľudí, ktorí hľadajú skúsenosti za hranicami Slovenska.",
  "about_offer_text_b1": "Školenia a workshopy",
  "about_offer_text_b2": " pre pedagógov, pracovníkov s mládežou či dobrovoľníkov, ktoré zlepšujú odborné a osobnostné zručnosti.",
  "about_why": "Prečo sa zapojiť",
  "about_why_text_1": "Účasť v našich aktivitách prináša nové možnosti, vzťahy a skúsenosti, ktoré môžu pozitívne ovplyvniť nielen profesionálnu, ale aj osobnú sféru života. Spoločne s nami budete mať príležitosť prispieť k zlepšovaniu kvality vzdelávania, posilňovaniu solidarity a podpore európskych hodnôt.",
  "about_why_text_2": "Ak máte záujem dozvedieť sa viac o našej činnosti alebo sa chcete zapojiť do niektorého z pripravovaných projektov, neváhajte nás kontaktovať. Tešíme sa na spoluprácu!",
  "our_team": "Náš tím",
  "nika_text": "Vyštudovala Technickú univerzitu v Košiciach v odbore informatika. Vzdelavála sa aj v pedagogickom odbore a absolvovala doplnkové pedagogické štúdium. V súčasnosti pôsobí ako doktorandka na spomínanej univerzite, kde sa venuje výskumu v oblasti matematiky, konkrétne extrémnych algebier. V našej organizácii plní úlohu manažérky digitalizácie a zodpovedá za stránku a ďalšie veci súvisiace s digitalizáciou. Zúčastnila sa mnohých mládežníckych výmen a školiacich kurzov. Medzi jej obľúbené aktivity patrí cyklistika a lyžovanie, vyniká aj v stolnom tenise.",
  "lukas_text": "Vyštudoval Technickú univerzitu v Košiciach v odbore informatika. Vzdelával sa aj v pedagogickom odbore a absolvoval doplnkové pedagogické štúdium. V súčasnosti pôsobí ako doktorand na spomínanej univerzite, kde sa venuje výskumu v oblasti optimalizácie algoritmov pomocou AI. V našej organizácii plní úlohu predsedu. Je vášnivým a aktívnym účastníkom projektov Erasmus+, zúčastnil sa mnohých mládežníckych výmen a vzdelávacích kurzov, kde získal mnoho zahraničných kontaktov a rozšíril si obzory.",     
  "adam_text": "Vyštudoval lesníctvo a ekologickú ochranu, čím získal silné zázemie v oblasti environmentálnej vedy, ochrany biodiverzity a trvalo udržateľného riadenia zdrojov. Jeho odborné znalosti spočívajú v ekologickom vzdelávaní, environmentálnej politike a postupoch udržateľnosti, vďaka čomu je cenným prínosom pre projekty zamerané na zelené iniciatívy a ekologické povedomie.",

  "contact_title": "Napíšte nám",
  "contact_text": "V prípade akýchkoľvek otázok nás neváhajte kontaktovať.",
  "address": "Adresa",
  "email": "Napíšte nám",
  "call_us": "Zavolajte nám",

  "documents_text": "Dokumenty na stiahnutie:",
  "document_1": "Stanovy občianského združenia Mladá vlna",
  "document_2": "Pozvánka členov združenia 04/2025",

  "footer_rights": "Všetky práva vyhradené 2025 | MLADÁ VLNA |"
}
